Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# GetCodeIntegrityHashesNavItem.ToolTipService.ToolTip
source: Get Code Integrity Hashes of files
ar: الحصول على تجزئات تكامل التعليمات البرمجية للملفات
de_de: Codeintegritäts-Hashes von Dateien abrufen
el_gr: Λήψη Κατακερματισμών Ακεραιότητας Κώδικα των αρχείων
es: Obtener hashes de integridad de código de archivos
fr_fr: Obtenir les hachages d'intégrité du code des fichiers
he_il: קבל חתימות שלמות קוד של קבצים
hi_in: फ़ाइलों के कोड इंटीग्रिटी हैश प्राप्त करें
ja_jp: ファイルのコード整合性ハッシュを取得します
ml_in: ഫയലുകളുടെ കോഡ് ഇന്റഗ്രിറ്റി ഹാഷുകൾ നേടുക
pl_pl: Pobierz skróty integralności kodu plików
tr_tr: Dosyaların Kod Bütünlüğü Karmalarını alın

# GetCodeIntegrityHashesNavItem.AutomationProperties.HelpText
source: Get Code Integrity Hashes of files
ar: الحصول على تجزئات تكامل التعليمات البرمجية للملفات
de_de: Codeintegritäts-Hashes von Dateien abrufen
el_gr: Λήψη Κατακερματισμών Ακεραιότητας Κώδικα των αρχείων
es: Obtener hashes de integridad de código de archivos
fr_fr: Obtenir les hachages d'intégrité du code des fichiers
he_il: קבל חתימות שלמות קוד של קבצים
hi_in: फ़ाइलों के कोड इंटीग्रिटी हैश प्राप्त करें
ja_jp: ファイルのコード整合性ハッシュを取得します
ml_in: ഫയലുകളുടെ കോഡ് ഇന്റഗ്രിറ്റി ഹാഷുകൾ നേടുക
pl_pl: Pobierz skróty integralności kodu plików
tr_tr: Dosyaların Kod Bütünlüğü Karmalarını alın

# GetSecurePolicySettingsNavItem.Content
source: Get Secure Policy Settings
ar: الحصول على إعدادات النهج الآمنة
de_de: Sichere Richtlinieneinstellungen abrufen
el_gr: Λήψη Ρυθμίσεων Ασφαλούς Πολιτικής
es: Obtener configuraciones de directivas seguras
fr_fr: Obtenir les paramètres de stratégie sécurisée
he_il: קבל הגדרות מדיניות מאובטחות
hi_in: सुरक्षित नीति सेटिंग्स प्राप्त करें
ja_jp: セキュアポリシー設定の取得
ml_in: സുരക്ഷിത നയ ക്രമീകരണങ്ങൾ നേടുക
pl_pl: Pobierz ustawienia bezpiecznych zasad
tr_tr: Güvenli Politika Ayarlarını Alın

# GetSecurePolicySettingsNavItem.ToolTipService.ToolTip
source: Get the secure policy settings among the deployed policies
ar: الحصول على إعدادات النهج الآمنة بين النُهج المنشورة
de_de: Die sicheren Richtlinieneinstellungen unter den bereitgestellten Richtlinien abrufen
el_gr: Λήψη των ρυθμίσεων ασφαλούς πολιτικής μεταξύ των αναπτυγμένων πολιτικών
es: Obtener las configuraciones de directivas seguras entre las directivas implementadas
fr_fr: Obtenir les paramètres de stratégie sécurisée parmi les stratégies déployées
he_il: קבל את הגדרות המדיניות המאובטחות מבין המדיניות שנפרסו
hi_in: तैनात की गई नीतियों में सुरक्षित नीति सेटिंग्स प्राप्त करें
ja_jp: 展開されているポリシーの中からセキュアなポリシー設定を取得します
ml_in: വിന്യസിച്ച നയങ്ങൾക്കിടയിൽ സുരക്ഷിത നയ ക്രമീകരണങ്ങൾ നേടുക
pl_pl: Pobierz ustawienia bezpiecznych zasad spośród wdrożonych zasad
tr_tr: Dağıtılan politikalar arasında güvenli politika ayarlarını edinin

# GetSecurePolicySettingsNavItem.AutomationProperties.HelpText
source: Get the secure policy settings among the deployed policies
ar: الحصول على إعدادات النهج الآمنة بين النُهج المنشورة
de_de: Die sicheren Richtlinieneinstellungen unter den bereitgestellten Richtlinien abrufen
el_gr: Λήψη των ρυθμίσεων ασφαλούς πολιτικής μεταξύ των αναπτυγμένων πολιτικών
es: Obtener las configuraciones de directivas seguras entre las directivas implementadas
fr_fr: Obtenir les paramètres de stratégie sécurisée parmi les stratégies déployées
he_il: קבל את הגדרות המדיניות המאובטחות מבין המדיניות שנפרסו
hi_in: तैनात की गई नीतियों में सुरक्षित नीति सेटिंग्स प्राप्त करें
ja_jp: 展開されているポリシーの中からセキュアなポリシー設定を取得します
ml_in: വിന്യസിച്ച നയങ്ങൾക്കിടയിൽ സുരക്ഷിത നയ ക്രമീകരണങ്ങൾ നേടുക
pl_pl: Pobierz ustawienia bezpiecznych zasad spośród wdrożonych zasad
tr_tr: Dağıtılan politikalar arasında güvenli politika ayarlarını edinin

# ConfigurePolicyRuleOptionsNavItem.Content
source: Configure Policy Rule Options
ar: تكوين خيارات قاعدة النهج
de_de: Richtlinienregeloptionen konfigurieren
el_gr: Διαμόρφωση Επιλογών Κανόνων Πολιτικής
es: Configurar opciones de reglas de directiva
fr_fr: Configurer les options de règle de stratégie
he_il: הגדר אפשרויות חוקי מדיניות
hi_in: नीति नियम विकल्प कॉन्फ़िगर करें
ja_jp: ポリシールールオプションの構成
ml_in: നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുക
pl_pl: Skonfiguruj opcje reguł zasad
tr_tr: İlke Kuralı Seçeneklerini Yapılandırma

# ConfigurePolicyRuleOptionsNavItem.ToolTipService.ToolTip
source: Configure Policy Rule Options
ar: تكوين خيارات قاعدة النهج
de_de: Richtlinienregeloptionen konfigurieren
el_gr: Διαμόρφωση Επιλογών Κανόνων Πολιτικής
es: Configurar opciones de reglas de directiva
fr_fr: Configurer les options de règle de stratégie
he_il: הגדר אפשרויות חוקי מדיניות
hi_in: नीति नियम विकल्प कॉन्फ़िगर करें
ja_jp: ポリシールールオプションを構成します
ml_in: നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുക
pl_pl: Skonfiguruj opcje reguł zasad
tr_tr: İlke Kuralı Seçeneklerini Yapılandırma

# ConfigurePolicyRuleOptionsNavItem.AutomationProperties.HelpText
source: Configure Policy Rule Options
ar: تكوين خيارات قاعدة النهج
de_de: Richtlinienregeloptionen konfigurieren
el_gr: Διαμόρφωση Επιλογών Κανόνων Πολιτικής
es: Configurar opciones de reglas de directiva
fr_fr: Configurer les options de règle de stratégie
he_il: הגדר אפשרויות חוקי מדיניות
hi_in: नीति नियम विकल्प कॉन्फ़िगर करें
ja_jp: ポリシールールオプションを構成します
ml_in: നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുക
pl_pl: Skonfiguruj opcje reguł zasad
tr_tr: İlke Kuralı Seçeneklerini Yapılandırma

# MergePoliciesNavItem.Content
source: Merge App Control Policies
ar: دمج نُهج التحكم في التطبيقات
de_de: App Control-Richtlinien zusammenführen
el_gr: Συγχώνευση Πολιτικών Ελέγχου Εφαρμογών
es: Unir directivas de control de aplicaciones
fr_fr: Fusionner les stratégies de contrôle d'application
he_il: מזג מדיניות בקרת אפליקציות
hi_in: ऐप नियंत्रण नीतियाँ मर्ज करें
ja_jp: アプリ制御ポリシーのマージ
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ ലയിപ്പിക്കുക
pl_pl: Scal zasady kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Birleştir

# MergePoliciesNavItem.ToolTipService.ToolTip
source: Merge 2 App Control policies together or deduplicate a single policy
ar: دمج نهجي تحكم في التطبيقات معًا أو إلغاء تكرار نهج واحد
de_de: Zwei App Control-Richtlinien zusammenführen oder Duplikate aus einer einzelnen Richtlinie entfernen
el_gr: Συγχώνευση 2 Πολιτικών Ελέγχου Εφαρμογών μαζί ή αφαίρεση διπλοτύπων από μία μόνο πολιτική
es: Combinar dos directivas de control de aplicaciones o deduplicar una sola directiva
fr_fr: Fusionner 2 stratégies de contrôle d'application ou dédupliquer une stratégie unique
he_il: מזג שתי מדיניות בקרת אפליקציות יחד או הסר כפילויות ממדיניות אחת
hi_in: दो ऐप नियंत्रण नीतियाँ एक साथ मर्ज करें या एक ही नीति से डुप्लीकेट हटाएँ
ja_jp: 2つのアプリ制御ポリシーをマージするか、単一のポリシーの重複を排除します
ml_in: 2 ആപ്പ് കൺട്രോൾ നയങ്ങൾ ഒരുമിപ്പിക്കുക അല്ലെങ്കിൽ ഒരൊറ്റ നയത്തിൽ നിന്ന് ഡ്യൂപ്ലിക്കേറ്റുകൾ ഒഴിവാക്കുക
pl_pl: Scal 2 zasady kontroli aplikacji lub zdeduplikuj pojedynczą zasadę
tr_tr: 2 Uygulama Denetimi ilkesini birleştirin veya tek bir ilkeyi tekilleştirin

# MergePoliciesNavItem.AutomationProperties.HelpText
source: Merge 2 App Control policies together or deduplicate a single policy
ar: دمج نهجي تحكم في التطبيقات معًا أو إلغاء تكرار نهج واحد
de_de: Zwei App Control-Richtlinien zusammenführen oder Duplikate aus einer einzelnen Richtlinie entfernen
el_gr: Συγχώνευση 2 Πολιτικών Ελέγχου Εφαρμογών μαζί ή αφαίρεση διπλοτύπων από μία μόνο πολιτική
es: Combinar dos directivas de control de aplicaciones o deduplicar una sola directiva
fr_fr: Fusionner 2 stratégies de contrôle d'application ou dédupliquer une stratégie unique
he_il: מזג שתי מדיניות בקרת אפליקציות יחד או הסר כפילויות ממדיניות אחת
hi_in: दो ऐप नियंत्रण नीतियाँ एक साथ मर्ज करें या एक ही नीति से डुप्लीकेट हटाएँ
ja_jp: 2つのアプリ制御ポリシーをマージするか、単一のポリシーの重複を排除します
ml_in: 2 ആപ്പ് കൺട്രോൾ നയങ്ങൾ ഒരുമിപ്പിക്കുക അല്ലെങ്കിൽ ഒരൊറ്റ നയത്തിൽ നിന്ന് ഡ്യൂപ്ലിക്കേറ്റുകൾ ഒഴിവാക്കുക
pl_pl: Scal 2 zasady kontroli aplikacji lub zdeduplikuj pojedynczą zasadę
tr_tr: 2 Uygulama Denetimi ilkesini birleştirin veya tek bir ilkeyi tekilleştirin

# DeploymentNavItem.Content
source: Deploy App Control Policy
ar: نشر نهج التحكم في التطبيقات
de_de: App Control-Richtlinie bereitstellen
el_gr: Ανάπτυξη Πολιτικής Ελέγχου Εφαρμογών
es: Implementar directiva de control de aplicaciones
fr_fr: Déployer la stratégie de contrôle d'application
he_il: פרוס מדיניות בקרת אפליקציות
hi_in: ऐप नियंत्रण नीति तैनात करें
ja_jp: アプリ制御ポリシーの展開
ml_in: ആപ്പ് കൺട്രോൾ നയം വിന്യസിക്കുക
pl_pl: Wdróż zasady kontroli aplikacji
tr_tr: Uygulama Denetimi Politikasını Dağıtın

# DeploymentNavItem.ToolTipService.ToolTip
source: Deploy signed or unsigned AppControl policies on the system
ar: نشر نُهج التحكم في التطبيقات الموقعة أو غير الموقعة على النظام
de_de: Signierte oder nicht signierte AppControl-Richtlinien auf dem System bereitstellen
el_gr: Ανάπτυξη υπογεγραμμένων ή μη υπογεγραμμένων Πολιτικών Ελέγχου Εφαρμογών στο σύστημα
es: Implementar directivas de control de aplicaciones firmadas o no firmadas en el sistema
fr_fr: Déployer des stratégies de contrôle d'application signées ou non signées sur le système
he_il: פרוס מדיניות בקרת אפליקציות חתומות או לא חתומות במערכת
hi_in: साइन युक्‍त या असाइन किए गए ऐप नियंत्रण नीतियाँ सिस्टम पर तैनात करें
ja_jp: 署名済みまたは未署名のアプリ制御ポリシーをシステムに展開します
ml_in: ഒപ്പിട്ടതോ ഒപ്പിടാത്തതോ ആയ ആപ്പ്കൺട്രോൾ നയങ്ങൾ സിസ്റ്റത്തിൽ വിന്യസിക്കുക
pl_pl: Wdróż podpisane lub niepodpisane zasady AppControl w systemie
tr_tr: İmzalı veya imzasız AppControl ilkelerini sisteme dağıtın

# DeploymentNavItem.AutomationProperties.HelpText
source: Deploy signed or unsigned AppControl policies on the system
ar: نشر نُهج التحكم في التطبيقات الموقعة أو غير الموقعة على النظام
de_de: Signierte oder nicht signierte AppControl-Richtlinien auf dem System bereitstellen
el_gr: Ανάπτυξη υπογεγραμμένων ή μη υπογεγραμμένων Πολιτικών Ελέγχου Εφαρμογών στο σύστημα
es: Implementar directivas de control de aplicaciones firmadas o no firmadas en el sistema
fr_fr: Déployer des stratégies de contrôle d'application signées ou non signées sur le système
he_il: פרוס מדיניות בקרת אפליקציות חתומות או לא חתומות במערכת
hi_in: साइन युक्‍त या असाइन किए गए ऐप नियंत्रण नीतियाँ सिस्टम पर तैनात करें
ja_jp: 署名済みまたは未署名のアプリ制御ポリシーをシステムに展開します
ml_in: ഒപ്പിട്ടതോ ഒപ്പിടാത്തതോ ആയ ആപ്പ്കൺട്രോൾ നയങ്ങൾ സിസ്റ്റത്തിൽ വിന്യസിക്കുക
pl_pl: Wdróż podpisane lub niepodpisane zasady AppControl w systemie
tr_tr: İmzalı veya imzasız AppControl ilkelerini sisteme dağıtın

# ValidatePoliciesNavItem.Content
source: Validate Policies
ar: التحقق من صحة النُهج
de_de: Richtlinien validieren
el_gr: Επικύρωση Πολιτικών
es: Validar directivas
fr_fr: Valider les stratégies
he_il: אמת מדיניות
hi_in: नीतियाँ मान्य करें
ja_jp: ポリシーの検証
ml_in: നയങ്ങൾ സാധൂകരിക്കുക
pl_pl: Sprawdź poprawność zasad
tr_tr: Politikaları Doğrula

# ValidatePoliciesNavItem.ToolTipService.ToolTip
source: Validate App Control Policies
ar: التحقق من صحة نُهج التحكم في التطبيقات
de_de: App Control-Richtlinien validieren
el_gr: Επικύρωση Πολιτικών Ελέγχου Εφαρμογών
es: Validar directivas de control de aplicaciones
fr_fr: Valider les stratégies de contrôle d'application
he_il: אמת מדיניות בקרת אפליקציות
hi_in: ऐप नियंत्रण नीतियाँ मान्य करें
ja_jp: アプリ制御ポリシーを検証します
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ സാധൂകരിക്കുക
pl_pl: Sprawdź poprawność zasad kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Doğrulayın

# ValidatePoliciesNavItem.AutomationProperties.HelpText
source: Validate App Control Policies
ar: التحقق من صحة نُهج التحكم في التطبيقات
de_de: App Control-Richtlinien validieren
el_gr: Επικύρωση Πολιτικών Ελέγχου Εφαρμογών
es: Validar directivas de control de aplicaciones
fr_fr: Valider les stratégies de contrôle d'application
he_il: אמת מדיניות בקרת אפליקציות
hi_in: ऐप नियंत्रण नीतियाँ मान्य करें
ja_jp: アプリ制御ポリシーを検証します
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ സാധൂകരിക്കുക
pl_pl: Sprawdź poprawność zasad kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Doğrulayın

# GitHubDocsNavItem.Content
source: GitHub Documentation
ar: وثائق GitHub
de_de: GitHub-Dokumentation
el_gr: Τεκμηρίωση GitHub
es: Documentación de GitHub
fr_fr: Documentation GitHub
he_il: תיעוד GitHub
hi_in: GitHub प्रलेखन
ja_jp: GitHub ドキュメント
ml_in: GitHub ഡോക്യുമെന്റേഷൻ
pl_pl: Dokumentacja GitHub
tr_tr: GitHub Belgeleri

# GitHubDocsNavItem.ToolTipService.ToolTip
source: Get online documentation from GitHub about how to use the application
ar: الحصول على وثائق عبر الإنترنت من GitHub حول كيفية استخدام التطبيق
de_de: Online-Dokumentation auf GitHub zur Verwendung der Anwendung abrufen
el_gr: Λήψη διαδικτυακής τεκμηρίωσης από το GitHub σχετικά με τη χρήση της εφαρμογής
es: Obtener documentación en línea de GitHub sobre cómo usar la aplicación
fr_fr: Obtenir la documentation en ligne de GitHub sur l'utilisation de l'application
he_il: קבל תיעוד מקוון מ-GitHub על אופן השימוש ביישום
hi_in: एप्लिकेशन के उपयोग पर GitHub से ऑनलाइन प्रलेखन प्राप्त करें
ja_jp: アプリケーションの使用方法に関するオンラインドキュメントをGitHubから入手します
ml_in: ആപ്ലിക്കേഷൻ എങ്ങനെ ഉപയോഗിക്കണം എന്നതിനെക്കുറിച്ചുള്ള GitHub-ൽ നിന്നുള്ള ഓൺലൈൻ ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Uzyskaj dokumentację online z GitHub dotyczącą korzystania z aplikacji
tr_tr: Uygulamanın nasıl kullanılacağı hakkında GitHub'tan çevrimiçi belgeler alın

# GitHubDocsNavItem.AutomationProperties.HelpText
source: Get online documentation from GitHub about how to use the application
ar: الحصول على وثائق عبر الإنترنت من GitHub حول كيفية استخدام التطبيق
de_de: Online-Dokumentation auf GitHub zur Verwendung der Anwendung abrufen
el_gr: Λήψη διαδικτυακής τεκμηρίωσης από το GitHub σχετικά με τη χρήση της εφαρμογής
es: Obtener documentación en línea de GitHub sobre cómo usar la aplicación
fr_fr: Obtenir la documentation en ligne de GitHub sur l'utilisation de l'application
he_il: קבל תיעוד מקוון מ-GitHub על אופן השימוש ביישום
hi_in: एप्लिकेशन के उपयोग पर GitHub से ऑनलाइन प्रलेखन प्राप्त करें
ja_jp: アプリケーションの使用方法に関するオンラインドキュメントをGitHubから入手します
ml_in: ആപ്ലിക്കേഷൻ എങ്ങനെ ഉപയോഗിക്കണം എന്നതിനെക്കുറിച്ചുള്ള GitHub-ൽ നിന്നുള്ള ഓൺലൈൻ ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Uzyskaj dokumentację online z GitHub dotyczącą korzystania z aplikacji
tr_tr: Uygulamanın nasıl kullanılacağı hakkında GitHub'tan çevrimiçi belgeler alın

# MSFTDocsNavItem.Content
source: Microsoft Documentation
ar: وثائق Microsoft
de_de: Microsoft-Dokumentation
el_gr: Τεκμηρίωση Microsoft
es: Documentación de Microsoft
fr_fr: Documentation Microsoft
he_il: תיעוד Microsoft
hi_in: Microsoft प्रलेखन
ja_jp: Microsoft ドキュメント
ml_in: Microsoft ഡോക്യുമെന്റേഷൻ
pl_pl: Dokumentacja Microsoft
tr_tr: Microsoft Belgeleri

# MSFTDocsNavItem.ToolTipService.ToolTip
source: Get online documentation from Microsoft about App Control for Business policies
ar: الحصول على وثائق عبر الإنترنت من Microsoft حول نُهج التحكم في التطبيقات للأعمال
de_de: Online-Dokumentation von Microsoft zu App Control for Business-Richtlinien abrufen
el_gr: Λήψη διαδικτυακής τεκμηρίωσης από τη Microsoft σχετικά με τις πολιτικές Ελέγχου Εφαρμογών για Επιχειρήσεις
es: Obtener documentación en línea de Microsoft sobre directivas de control de aplicaciones para empresas
fr_fr: Obtenir la documentation en ligne de Microsoft sur les stratégies de contrôle d'application pour les entreprises
he_il: קבל תיעוד מקוון מ-Microsoft על מדיניות בקרת אפליקציות לעסקים
hi_in: बिज़नेस नीतियों के लिए ऐप नियंत्रण पर Microsoft से ऑनलाइन प्रलेखन प्राप्त करें
ja_jp: App Control for Business ポリシーに関するMicrosoftのオンラインドキュメントを入手します
ml_in: ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയങ്ങളെക്കുറിച്ച് Microsoft-ൽ നിന്നുള്ള ഓൺലൈൻ ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Uzyskaj dokumentację online od Microsoft dotyczącą zasad kontroli aplikacji dla firm
tr_tr: İş için Uygulama Denetimi politikaları hakkında Microsoft'tan çevrimiçi belgeler alın

# MSFTDocsNavItem.AutomationProperties.HelpText
source: Get online documentation from Microsoft about App Control for Business policies
ar: الحصول على وثائق عبر الإنترنت من Microsoft حول نُهج التحكم في التطبيقات للأعمال
de_de: Online-Dokumentation von Microsoft zu App Control for Business-Richtlinien abrufen
el_gr: Λήψη διαδικτυακής τεκμηρίωσης από τη Microsoft σχετικά με τις πολιτικές Ελέγχου Εφαρμογών για Επιχειρήσεις
es: Obtener documentación en línea de Microsoft sobre directivas de control de aplicaciones para empresas
fr_fr: Obtenir la documentation en ligne de Microsoft sur les stratégies de contrôle d'application pour les entreprises
he_il: קבל תיעוד מקוון מ-Microsoft על מדיניות בקרת אפליקציות לעסקים
hi_in: बिज़नेस नीतियों के लिए ऐप नियंत्रण पर Microsoft से ऑनलाइन प्रलेखन प्राप्त करें
ja_jp: App Control for Business ポリシーに関するMicrosoftのオンラインドキュメントを入手します
ml_in: ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയങ്ങളെക്കുറിച്ച് Microsoft-ൽ നിന്നുള്ള ഓൺലൈൻ ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Uzyskaj dokumentację online od Microsoft dotyczącą zasad kontroli aplikacji dla firm
tr_tr: İş için Uygulama Denetimi politikaları hakkında Microsoft'tan çevrimiçi belgeler alın

# LogsNavItem.Content
source: Logs
ar: السجلات
de_de: Protokolle
el_gr: Αρχεία Καταγραφής
es: Registros
fr_fr: Journaux
he_il: יומנים
hi_in: लॉग्स
ja_jp: ログ
ml_in: ലോഗുകൾ
pl_pl: Dzienniki
tr_tr: Günlükler

# SettingsNavItemContent
source: Settings
fr_fr: Paramètres
ja_jp: 設定
tr_tr: Ayarlar

# LogsNavItem.ToolTipService.ToolTip
source: View the application logs in real time
ar: عرض سجلات التطبيق في الوقت الفعلي
de_de: Anwendungsprotokolle in Echtzeit anzeigen
el_gr: Προβολή των αρχείων καταγραφής της εφαρμογής σε πραγματικό χρόνο
es: Ver los registros de la aplicación en tiempo real
fr_fr: Afficher les journaux de l'application en temps réel
he_il: הצג את יומני היישום בזמן אמת
hi_in: रियल-टाइम में एप्लिकेशन लॉग्स देखें
ja_jp: アプリケーションログをリアルタイムで表示します
ml_in: ആപ്ലിക്കേഷൻ ലോഗുകൾ തത്സമയം കാണുക
pl_pl: Wyświetl dzienniki aplikacji w czasie rzeczywistym
tr_tr: Uygulama günlüklerini gerçek zamanlı olarak görüntüleyin

# LogsNavItem.AutomationProperties.HelpText
source: View the application logs in real time
ar: عرض سجلات التطبيق في الوقت الفعلي
de_de: Anwendungsprotokolle in Echtzeit anzeigen
el_gr: Προβολή των αρχείων καταγραφής της εφαρμογής σε πραγματικό χρόνο
es: Ver los registros de la aplicación en tiempo real
fr_fr: Afficher les journaux de l'application en temps réel
he_il: הצג את יומני היישום בזמן אמת
hi_in: रियल-टाइम में एप्लिकेशन लॉग्स देखें
ja_jp: アプリケーションログをリアルタイムで表示します
ml_in: ആപ്ലിക്കേഷൻ ലോഗുകൾ തത്സമയം കാണുക
pl_pl: Wyświetl dzienniki aplikacji w czasie rzeczywistym
tr_tr: Uygulama günlüklerini gerçek zamanlı olarak görüntüleyin

source: Scan Results
ar: نتائج الفحص
de_de: Scanergebnisse
el_gr: Αποτελέσματα Σάρωσης
es: Resultados del escaneo
fr_fr: Résultats de l'analyse
he_il: תוצאות סריקה
hi_in: स्कैन परिणाम
ja_jp: スキャン結果
ml_in: സ്കാൻ ഫലങ്ങൾ
pl_pl: Wyniki skanowania
tr_tr: Tarama Sonuçları

# BrowseForFilesSettingsCard.Description
source: Browse for a file to see all of its available certificates
ar: استعرض ملفًا لرؤية جميع شهاداته المتاحة
de_de: Nach einer Datei suchen, um alle verfügbaren Zertifikate zu sehen
el_gr: Αναζήτηση για ένα αρχείο για να δείτε όλα τα διαθέσιμα πιστοποιητικά του
es: Buscar un archivo para ver todos sus certificados disponibles
fr_fr: Parcourir un fichier pour voir tous ses certificats disponibles
he_il: עיין בקובץ כדי לראות את כל התעודות הזמינות שלו
hi_in: किसी फ़ाइल का चयन करें और उसके उपलब्ध प्रमाणपत्र देखें
ja_jp: ファイルを参照して、利用可能なすべての証明書を表示します
ml_in: ലഭ്യമായ എല്ലാ സർട്ടിഫിക്കറ്റുകളും കാണുന്നതിന് ഒരു ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku, aby zobaczyć wszystkie jego dostępne certyfikaty
tr_tr: Mevcut tüm sertifikalarını görmek için bir dosyaya göz atın

# BrowseForFilesSettingsCard.Header
source: Select File
ar: تحديد ملف
de_de: Datei auswählen
el_gr: Επιλογή Αρχείου
es: Seleccionar archivo
fr_fr: Sélectionner un fichier
he_il: בחר קובץ
hi_in: फ़ाइल चुनें
ja_jp: ファイルの選択
ml_in: ഫയൽ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz plik
tr_tr: Dosya Seç

# GuideButtonAtTop.Content
source: Guide
ar: دليل
de_de: Leitfaden
el_gr: Οδηγός
es: Guía
he_il: מדריך
hi_in: मार्गदर्शक
ja_jp: ガイド
ml_in: വഴികാട്ടി
pl_pl: Przewodnik
tr_tr: Rehber

# GuideButtonAtTop.ToolTipService.ToolTip
source: Click/Tap to visit the full Guide for this page on GitHub
ar: انقر/اضغط لزيارة الدليل الكامل لهذه الصفحة على GitHub
de_de: Klicken/Tippen, um den vollständigen Leitfaden für diese Seite auf GitHub zu öffnen
el_gr: Κάντε κλικ/πατήστε για να επισκεφθείτε τον πλήρη Οδηγό για αυτήν τη σελίδα στο GitHub
es: Haga clic/tocar para visitar la guía completa de esta página en GitHub
fr_fr: Cliquez/Appuyez pour visiter le guide complet de cette page sur GitHub
he_il: לחץ/הקש כדי לבקר במדריך המלא לעמוד זה ב-GitHub
hi_in: GitHub पर इस पृष्ठ के पूर्ण मार्गदर्शक पर जाने के लिए क्लिक/टैप करें
ja_jp: クリック/タップして、このページの完全なガイドをGitHubで表示します
ml_in: GitHub-ലെ ഈ പേജിനായുള്ള പൂർണ്ണമായ വഴികാട്ടി സന്ദർശിക്കാൻ ക്ലിക്ക് ചെയ്യുക/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij, aby odwiedzić pełny przewodnik dla tej strony na GitHub
tr_tr: GitHub'da bu sayfanın tam Kılavuzunu ziyaret etmek için tıklayın/dokunun

# GuideButtonAtTop.AutomationProperties.HelpText
source: Click/Tap to visit the full Guide for this page on GitHub
ar: انقر/اضغط لزيارة الدليل الكامل لهذه الصفحة على GitHub
de_de: Klicken/Tippen, um den vollständigen Leitfaden für diese Seite auf GitHub zu öffnen
el_gr: Κάντε κλικ/πατήστε για να επισκεφθείτε τον πλήρη Οδηγό για αυτήν τη σελίδα στο GitHub
es: Haga clic/tocar para visitar la guía completa de esta página en GitHub
fr_fr: Cliquez/Appuyez pour visiter le guide complet de cette page sur GitHub
he_il: לחץ/הקש כדי לבקר במדריך המלא לעמוד זה ב-GitHub
hi_in: GitHub पर इस पृष्ठ के पूर्ण मार्गदर्शक पर जाने के लिए क्लिक/टैप करें
ja_jp: クリック/タップして、このページの完全なガイドをGitHubで表示します
ml_in: GitHub-ലെ ഈ പേജിനായുള്ള പൂർണ്ണമായ വഴികാട്ടി സന്ദർശിക്കാൻ ക്ലിക്ക് ചെയ്യുക/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij, aby odwiedzić pełny przewodnik dla tej strony na GitHub
tr_tr: GitHub'da bu sayfanın tam Kılavuzunu ziyaret etmek için tıklayın/dokunun

# DeployAfterCreationButton.Content
source: Deploy after Creation
ar: النشر بعد الإنشاء
de_de: Nach Erstellung bereitstellen
el_gr: Ανάπτυξη μετά τη Δημιουργία
es: Implementar tras creación
fr_fr: Déployer après la création
he_il: פרוס לאחר יצירה
hi_in: निर्माण के बाद तैनात करें
ja_jp: 作成後に展開
ml_in: സൃഷ്ടിച്ച ശേഷം വിന്യസിക്കുക
pl_pl: Wdróż po utworzeniu
tr_tr: Oluşturulduktan sonra dağıt

# DeployAfterCreationButton.ToolTipService.ToolTip
source: Toggling this button means the policy will be deployed on the system after it's been created
ar: تبديل هذا الزر يعني أنه سيتم نشر النهج على النظام بعد إنشائه
de_de: Das Umschalten dieser Schaltfläche bedeutet, dass die Richtlinie nach ihrer Erstellung auf dem System bereitgestellt wird
el_gr: Εναλλαγή αυτού του κουμπιού σημαίνει ότι η πολιτική θα αναπτυχθεί στο σύστημα αφότου δημιουργηθεί
es: Al activar este botón, la directiva se implementará en el sistema después de haberla creado
fr_fr: Basculer ce bouton signifie que la stratégie sera déployée sur le système après sa création
he_il: החלפת כפתור זה פירושה שהמדיניות תיפרס במערכת לאחר יצירתה
hi_in: इस बटन को चालू करने पर नीति बनाए जाने के बाद सिस्टम पर तैनात हो जाएगी
ja_jp: このボタンを切り替えると、ポリシー作成後にシステムに展開されます
ml_in: ഈ ബട്ടൺ ടോഗിൾ ചെയ്യുന്നത് നയം സൃഷ്ടിച്ച ശേഷം സിസ്റ്റത്തിൽ വിന്യസിക്കുമെന്നാണ് അർത്ഥമാക്കുന്നത്
pl_pl: Przełączenie tego przycisku oznacza, że zasady zostaną wdrożone w systemie po ich utworzeniu
tr_tr: Bu düğmenin açılıp kapatılması, politikanın oluşturulduktan sonra sisteme dağıtılacağı anlamına gelir
